Repository: BenTGNU/dotminetestkl
Catalog: mods/framadmin/locale/*.po
Languages: fr

source: Sends player to the quiz or yourself if run without arguments
fr: Envoie le joueur spécifie au quiz, ou soi même si lancé sans arguments

source: Teleporting %s to quiz
fr: Téléportation de %s au quiz

source: Player %s could not be found
fr: Le joueur %s n'a pas été trouvé

source: List players on the server
fr: Affiche la liste des joueurs connectés

source: townhall
fr: mairie

source: Sends you to the townhall
fr: Vous envoie à la mairie

source: town
fr: ville

source: Sends you to the town
fr: Vous envoie en ville

source: Can use lava.
fr: Peut utiliser la lave.

source: Can use carts.
fr: Peut utiliser les pistes de carts

source: Info block
fr: Bloc d'info

source: Enter zone name
fr: Saisissez le nom de la zone

source: Right-click to define zone name
fr: Clic-droit pour définir le nom de la zone

source: My zone
fr: Ma zone

source: Welcome to %s zone !
fr: Bienvenue dans la zone %s !
