Repository: BenTGNU/dotminetestkl
Catalog: mods/h2omes/locale/*.po
Languages: fr

source: open(@1, 'w') failed: @2
fr: impossible d'ouvrir %s en écriture : %s

source: @1 set!
fr: @1 est défini !

source: Teleporting to spawn...
fr: Téléportation vers le spawn...

source: ERROR:
fr: ERREUR :

source: The spawn point is not set!
fr: Le point de spawn n'est pas défini !

source: Teleported to @1!
fr: Téléporté vers @1 !

source: Teleporting to player @1
fr: Téléportation vers le joueur @1

source: Sorry, teleport between 2 worlds(real/nether) is not allowed!
fr: La téléportation entre 2 mondes (réel/nether) n'est pas autorisée !

source: ERROR: No position to player!
fr: ERREUR, pas de coordonnées pour ce joueur !

source: @1 sent you their position to teleport
fr: @1 vous a envoyé sa position pour vous téléporter à lui

source: Your position has been sent to @1
fr: Votre position a été envoyée à @1

source: Error: @1 already received a request. please try again later.
fr: Erreur : @1 a déjà reçu une requête. Veuillez réessayez plus tard.

source: Home Settings
fr: Vos emplacements

source: TO SPAWN
fr: SPAWN

source: To Spawn
fr: Aller au Spawn

source: No spawn set
fr: Spawn non défini

source: TO HOME
fr: MAISON

source: Set Home
fr: Placer Maison

source: To Home
fr: Retour Maison

source: Home no set
fr: L'emplacement de votre Maison n'est pas défini

source: TO PIT
fr: LIEU

source: Set Pit
fr: Placer Lieu

source: To Pit
fr: Retour Lieu

source: Pit no set
fr: L'emplacement de votre Lieu n'est pas défini

source: TO PLAYER
fr: JOUEURS

source: To %s
fr: Vers %s

source: To Player
fr: Aller au joueur

source: No request from player
fr: Aucun joueur n'a effectué de requête

source: SEND MY POS TO PLAYER
fr: ENVOYER MA POSITION AU JOUEUR

source: No player, try later
fr: Aucun joueur, ré-essayez plus tard

source: refresh
fr: Rafraichir

source: Send To
fr: Envoyer

source: Close
fr: Fermer

source: Can use /sethome, /home, /setpit and /pit
fr: Peut utiliser /sethome, /home, /setpit et /pit

source: Teleport a player to the defined spawnpoint
fr: Téléporter un joueur vers le point de spawn

source: ERROR: No spawn point is set on this server!
fr: ERREUR, aucun point de spawn n'est pas défini sur ce serveur !

source: Teleport you to your home point
fr: Vous téléporter vers votre Maison

source: Set a home using /sethome
fr: Définir la position de votre Maison avec /sethome

source: Set your home point
fr: Définir la position de votre Maison

source: Teleport you to your pit point
fr: Vous téléporter vers votre Lieu

source: Set a pit using /setpit
fr: Définir la position votre Lieu avec /setpit

source: Set your pit point
fr: Définir la position votre Lieu

source: My Homes
fr: Mes lieux

source: [h2omes] Loaded.
fr: [h2omes] chargé.
